Repository: JohnDovey/NodeGUI
Catalog: .lang/*.po
Languages: es

source: Node GUI for manipulation of ZoneList files
es: GUI de nodo para la manipulación de archivos ZoneList

source: This program is designed to maintain an SQLite database which contains the nodelist information garnered from the FidoNet Daily Nodelists. It grabs the Z1DAILY file and tosses the data into the SQLite database which is then organised further into a second table.
es: Este programa está diseñado para mantener una base de datos SQLite que contiene la información de la lista de nodos obtenida de las listas de nodos diarias de FidoNet. Toma el archivo Z1DAILY y arroja los datos a la base de datos SQLite que luego se organiza en una segunda tabla.

source: Could not connect, error I/O or something!
es: ¡No se pudo conectar, error de E / S o algo así!

source: Nodes table Loaded
es: Tabla de nodos cargada

source: Node GUI
es: Nodos de GUI

source: File
es: Archivo

source: Import Nodelist
es: Importar lista de nodos

source: Update Nodes
es: Nodo de actualización

source: Refresh Nodes
es: Actualizar nodos

source: Exit
es: Salida
